root/frontend/controllers/OrganizationController.php

    protected function findModel($id)
    {
        if (($model = Organizations::findOne($id)) !== null) {
---
SELECT * FROM `organizations` WHERE `id`='5'