root/frontend/controllers/PeopleController.php

INSERT INTO `people` (`firstname`, `lastname`, `middlename`, `phone`, `mphone`, `position`, `organizationid`, `email`) VALUES ('Сергей', 'Воронков', 'Александрович', '992286', '89217101108', 'Директор', 5, 'kgnic@kanet.ru')
---
	public function actionCreateorgpeople($orgid)
	{
		$model = new People();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `people` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = People::findOne($id)) !== null) {