root/frontend/views/people/_form.php


    <?= $form->field($model, 'position')->textInput(['maxlength' => 1000]) ?>

    <?= $form->field($model, 'organizationid')->dropDownList(yii\helpers\ArrayHelper::map(\app\models\Organizations::find()->all(),'id','name'))?>
---
SELECT * FROM `organizations`